Repository: Rocky5/XBMC-Emustation
Catalog: Mod Files/emustation/themes/simple/language/*/strings.po
Languages: french, german

# #32000
source: Advanced
french: Avancée
german: Erweitert

# #32001
source: Disable slow scrolling
french: Désactiver le défilement lent
german: Langsames Scrollen deaktivieren

# #32002
source: Enable fast game parsing
german: Schnelles Parsen des Spiels aktivieren

# #32003
source: Use synopsis naming if available
german: Benennung der Kurzbeschreibung verwenden, falls vorhanden

# #32004
source: Game database rebuild required
german: Neuaufbau der Spieldatenbank erforderlich

# #30900
source: choose
french: choisir
german: Wählen

# #30901
source: stop
french: arrêter
german: Anhalten

# #30902
source: select
french: sélectionner
german: Auswählen

# #30903
source: back
french: retour
german: Zurück

# #30904
source: random
french: aléatoire
german: Zufällig

# #30905
source: preview
french: aperçu
german: Vorschau

# #30906
source: context menu
french: menu contextuel
german: Kontextmenü

# #30907
source: screensaver
french: économiseur d'écran
german: Bildschirmschoner

# #30908
source: visualisation
german: Visualisierung

# #30909
source: music controls
french: commandes de musique
german: Musiksteuerung

# #30910
source: menu
german: Menü

# #30911
source: options
german: Optionen

# #31100
source: calibrate screen
french: calibrer l'écran
german: Bildschirm kalibrieren

# #31101
source: acknowledgements
french: remerciements
german: Danksagungen

# #31102
source: change log
french: journal des modifications
german: Änderungsprotokoll

# #31104
source: welcome screen
french: Ecran d’accueil
german: Willkommensbildschirm

# #31120
source: memory used:
french: mémoire utilisé:
german: Verwendeter Arbeitsspeicher

# #31200
source: applications
german: Anwendungen

# #31201
source: sound settings
french: paramètres de son
german: Toneinstellungen

# #31202
source: ui settings
french: paramètres de l'interface utilisateur
german: UI-Einstellungen

# #31204
source: quit
french: quitter
german: Beenden

# #31205
source: advanced settings
french: réglages avancés
german: Erweiterte Einstellungen

# #31230
source: system volume
french: volume système
german: Systemlautstärke

# #31231
source: disable navigation sounds
french: désactiver les sons de navigation
german: Navigationstöne deaktivieren

# #31232
source: enable music playback at startup
french: activer la lecture de musique au démarrage
german: Musikwiedergabe beim Starten aktivieren

# #31233
source: generate playlist
french: générer une playlist
german: Wiedergabeliste erstellen

# #31234
source: playlist editor
french: éditeur de playlist
german: Wiedergabelisten-Editor

# #31235
source: enable old player controls
french: activer les anciennes commandes du lecteur
german: Alte Player-Steuerung aktivieren

# #31260
source: view mode
french: mode d'affichage
german: Ansichtsmodus

# #31261
source: basic
french: de base
german: Standard

# #31262
source: detailed
french: détaillée
german: Detailliert

# #31263
source: thumb
french: vignette
german: Vorschaubilder

# #31265
source: video delay in seconds
french: délai vidéo en secondes
german: Verzögerung des Videos in Sekunden

# #31266
source: customization
french: personnalisation
german: Personalisierung

# #31267
source: festive overlay
french: superposition festive
german: Festliches Overlay

# #31268
source: default to last systems rom list
german: Standardmäßig auf der letzten System ROM-Liste

# #31270
source: kiosk mode
french: mode kiosque
german: Kiosk-Modus

# #31271
source: reload emustation after game/rom
french: recharger l'émustation après le jeu/rom
german: Emustation nach Spiel/ROM neu laden

# #31272
source: favourites carousel tile
french: vignette du carrousel des favoris
german: Karussell-Kachel favorisieren

# #31273
source: sd resolution support
french: prise en charge de la résolution sd
german: SD-Auflösung Unterstützung

# #31274
source: clock
french: horloge
german: Uhr

# #31290
source: change theme
french: changer de thème
german: Design ändern

# #31291
source: carousel effect
french: effet carrousel
german: Karussell-Effekt

# #31292
source: background effect
french: effet de fond
german: Hintergrund-Effekt

# #31293
source: transitions effect
french: effet de transitions
german: Übergangs-Effekt

# #31294
source: instant
german: Sofort

# #31295
source: fade
french: se faner
german: Ausblenden

# #31296
source: slide
french: faire glisser
german: Sliden

# #31297
source: change default carbon themes colour
french: changer la couleur par défaut des thèmes de carbone
german: Standardfarbe des Carbon Designs ändern

# #31298
source: custom tile
french: tuile personnalisée
german: Benutzerdefinierte Kacheln

# #31299
source: xbe to load
french: xbe à charger
german: XBE zu Laden

# #31300
source: carousel icon
french: icône de carrousel
german: Karusell-Symbol

# #31301
source: carousel background image
french: image de fond du carrousel
german: Karusell-Hintergrundbild

# #31302
source: animations
german: Animationen

# #31303
source: show custom tile options
french: afficher les options de tuiles personnalisées
german: Benutzerdefinierte Kacheloptionen anzeigen

# #31304
source: miscellaneous
french: divers
german: Sonstiges

# #31305
source: sort by system names
french: trier par noms de système
german: Nach Systemnamen sortieren

# #31306
source: change theme colors
french: changer les couleurs du thème
german: Designfarbe ändern

# #31350
source: scan roms/games
french: analyser roms/jeux
german: ROMs/Spiele einlesen

# #31351
source: scan all systems
french: analyser tous les systèmes
german: Alles Systeme einlesen

# #31352
source: manual update systems
french: systèmes de mise à jour manuelle
german: System manuell einlesen

# #31353
source: refresh carousel information
french: actualiser les informations du carrousel
german: Karusell-Informationen aktualisieren

# #31355
source: custom asset paths
french: chemins d'actifs personnalisés
german: Benutzerdefinierte Asset-Pfade

# #31356
source: emulators folder
french: dossier émulateurs
german: Emulator-Ordner

# #31357
source: media folder
french: dossier média
german: Medien-Ordner

# #31358
source: roms paths
french: chemins des roms
german: ROMs Pfade

# #31359
source: reset custom paths
french: réinitialiser les chemins personnalisés
german: Benutzerdefinierte Pfade zurücksetzen

# #31360
source: download required
french: téléchargement requis
german: Herunterladen erforderlich

# #31361
source: check for update
french: vérifier la mise à jour
german: Nach Aktualisierungen suchen

# #31362
source: patch most emulator save paths
french: patch la plupart des chemins de sauvegarde de l'émulateur
german: Die meisten Speicherpfade des Emulators patchen

# #31363
source: scanner options
french: options du scanner
german: Scanner-Optionen

# #31364
source: use _resources artwork
german: _resource Grafiken verwenden

# #31365
source: overwrite existing artwork
german: Vorhandene Grafiken überschreiben

# #31366
source: use synopsis naming format
french: utiliser le format de dénomination synopsis
german: Format für die Benennung der Kurzbeschreibung verwenden

# #31367
source: scan for segacd - iso/bin/img/mp3
french: recherche de segacd - iso / bin / img / mp3
german: Nach SegaCD suchen - ISO/BIN/IMG/MP3

# #31368
source: view log files
french: afficher les fichiers journaux
german: Protokolldateien anzeigen

# #31369
source: ignore "the" when sorting
french: ignorer "le" lors du tri
german: Der/Die/Das beim Sortieren ignorieren

# #31370
source: remove articles from end of name
french: supprimer les articles à la fin du nom
german: Artikel am Ende des Namens entfernen

# #31371
source: add videos if found
french: ajouter des vidéos si trouvé
german: Videos hinzufügen, falls vorhanden

# #31372
source: global settings
french: paramètres globaux
german: Globale Einstellungen

# #31373
source: homebrew, ports or xbox settings
french: paramètres homebrew, ports ou xbox
german: Homebrews, Portierungen oder Xbox Einstellungen

# #31374
source: other options
french: autres options
german: Andere Optionen

# #31380
source: reload xbmc-emustation
french: recharger xbmc-emustation
german: XBMC Emustation neustarten

# #31381
source: restart xbox
french: redémarrer la xbox
german: Xbox neustarten

# #31382
source: shutdown xbox
french: arrêter la xbox
german: Xbox ausschalten

# #31400
source: add current rom to $LOCALIZE[1036]
french: ajouter la rom actuelle à $LOCALIZE[1036]
german: Aktuelle ROMs zu $LOCALIZE[1036] hinzufügen

# #31401
source: add current games to $LOCALIZE[1036]
french: ajouter des jeux actuels à $LOCALIZE[1036]
german: Aktuelle Spiele zu $LOCALIZE[1036] hinzufügen

# #31402
source: artwork type
french: type d'illustration
german: Grafikentyp

# #31403
source: enable fanart
french: activer fanart
german: Fanart aktivieren

# #31404
source: XBE edit mode
french: Mode d'édition XBE
german: XBE-Bearbeitungsmodus

# #31405
source: jump to letter
french: sauter à la lettre
german: Zum Buchstaben springen

# #31510
source: Get spinning disc to have as little wobble as possible.
french: Faites tourner le disque pour avoir le moins d'oscillation possible.
german: Stelle sicher, dass die rotierende CD so wenig wie möglich schwingt.

# #31103
source: downloader
french: téléchargeur

# #31268
source: default to last systems rom list
french: liste par défaut pour le dernier système rom

# #31269
source: intro video
french: vidéo d'introduction

# #31354
source: xbox games artwork installer
french: installateur d'illustrations de jeux xbox

# #31364
source: use _resources for xbox artwork
french: utiliser _resources pour les illustrations xbox

# #31365
source: overwrite existing xbox artwork
french: écraser les illustrations xbox existantes
